Revit 2027 API
ParameterTypeId.RailingSystemHandrailsHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemHandrailsHeightParam { get; }
Public Shared ReadOnly Property RailingSystemHandrailsHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemHandrailsHeightParam {
	ForgeTypeId^ get ();
}
static member RailingSystemHandrailsHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace